"""
قاموس ملفات مجلد desktop
توليد تلقائي
"""

# جميع الملفات ذات اللواحق المستهدفة (13 ملف)
desktop_file = {
    "7روية حاسوبية": ".pdf",
    "CV - Lec8": ".pdf",
    "CV 10": ".pdf",
    "CV9": ".pdf",
    "ML-Lec1 (1)": ".pdf",
    "ML-Lec5": ".pdf",
    "output": ".txt",
    "~$شاء مجلد اسمه convert gropss": ".docx",
    "تعلم الي 2": ".pdf",
    "تعلم الي 4": ".pdf",
    "تقرير عن مشروع الرؤية الحاسوبية": ".docx",
    "روية حاسوبية محاضرة 5": ".pdf",
    "مقرر_امن_المعلومات_pdf_·_إصدار_١": ".pdf",
}
