"""
قاموس ملفات مجلد desktop
توليد تلقائي
"""

# جميع الملفات ذات اللواحق المستهدفة (26 ملف)
desktop_file = {
    "1908.10084v1": ".pdf",
    "2201.12086v2": ".pdf",
    "7روية حاسوبية": ".pdf",
    "CLIP": ".pdf",
    "CV - Lec8": ".pdf",
    "CV - Lec8ppt": ".pdf",
    "CV 10": ".pdf",
    "CV9": ".pdf",
    "ML-Lec1 (1)": ".pdf",
    "ML-Lec3": ".pdf",
    "ML-Lec5": ".pdf",
    "SBERT هو اختصار Sentence": ".docx",
    "cmputer vision": ".docx",
    "output": ".txt",
    "prodact": ".docx",
    "~$شاء مجلد اسمه convert gropss": ".docx",
    "الخطة لأنجاز المشروع": ".pdf",
    "انشاء مجلد اسمه convert gropss": ".docx",
    "تعلم الي 2": ".pdf",
    "تعلم الي 4": ".pdf",
    "تقرير اولي مشروع التخرج الوكيل ": ".pdf",
    "تقرير عن مشروع الرؤية الحاسوبية": ".docx",
    "خطوات عمل نموذج  SBERT لتحويل النص الى vector": ".pdf",
    "روية حاسوبية محاضرة 5": ".pdf",
    "روية حاسوبية محاضرة 8": ".pdf",
    "مقرر_امن_المعلومات_pdf_·_إصدار_١": ".pdf",
}
