"""
قاموس ملفات مجلد documents
توليد تلقائي
"""

# جميع الملفات ذات اللواحق المستهدفة (10 ملف)
documents_file = {
    "cmputer vision": ".docx",
    "المطلوب": ".docx",
    "تقرير عن erp": ".docx",
    "تقرير عن erp - for merge": ".docx",
    "تقرير عن مساعد ERP": ".pdf",
    "تقرير عن مشروع الأنظمة الخبيرة": ".docx",
    "تقرير عن مشروع مادة خوارزميات البحث": ".docx",
    "تقرير عن مشروع مادة خوارزميات البحث الذكية": ".docx",
    "خطوات عمل نموذج  SBERT لتحويل النص الى vector": ".docx",
    "كيف CLIP يحول الصورة لـ Vector": ".docx",
}
